[
    {
        "jobTitle": "Design Web Developper dan Web Master",
        "jobType": "Part Time",
        "jobDesc": "#LOWONGAN PROGRAMMER A. DESIGN WEB PROGRAMMER Keahlian : 1. Munguasai JavaScript, HTML + CSS 2. Lebih disukai memiliki pengalaman dalam bidang berikut: Framework UI (misalnya Bootstrap), 3. Menguasai"
    },
    {
        "jobTitle": "Web Developer Part Time",
        "jobType": "Part Time",
        "jobDesc": "- Mengerti PHP - Codeigniter, MYSQL / SQL - Mengerti HTML, CSS, JS - Mengerti OOP - good attitude - suka dengan tantangan - bisa bekerja di dalam team -"
    },
    {
        "jobTitle": "Web Developer & Digital Marketing",
        "jobType": "Part Time",
        "jobDesc": "Pria & Wanita Usia 21 - 35 Tahun Pendidikan Min D3 - S1 Berpengalaman Min 1 Tahun Supel, Aktif, sopan, Rajin dan Loyalitas tinggi Etika Bagus bertanggung Jawab pada pekerjaannya Ingin"
    },
    {
        "jobTitle": "[Part Time] Web Developer",
        "jobType": "Part Time",
        "jobDesc": "Description : Candidate must possess at least a SMA, Diploma, or Bachelor's Degree of Computer Science/ Information Technology, Engineering (Computer/Telecommunication or equivalent) Fresh Gradu"
    },
    {
        "jobTitle": "WEB DEVELOPER VACANCY (Internship/Part Time/Full Time)",
        "jobType": "Full Time",
        "jobDesc": "We're looking to add more family member, let's have fun and be productive together. This position is a full-time/part-time/internship position. Responsibilities: - The role is responsi"
    },
    {
        "jobTitle": "PHP Web Developer - Full Time - Part Time",
        "jobType": "Full Time",
        "jobDesc": "Job Title PHP Web Developer - Full Time Job Description Kami membuka lowongan Full Time untuk PHP Web Developer. KRITERIA DASAR - Menguasai pemrograman PHP dan dasar HTML - Menguasa"
    },
    {
        "jobTitle": "Part Time/Full Time Web Developer",
        "jobType": "Part Time",
        "jobDesc": "Job Title Part Time/Full Time Web Developer Job Description - Part Time/Full Time Web Developer General Requirements Male/Female S1/D3 Computer Science or related Fresh Grads are welcom"
    },
    {
        "jobTitle": "Part Time Web Developer",
        "jobType": "Part Time",
        "jobDesc": "Job Title Web Developer Job Description   Who We Are Looking For We are looking for Senior and Junior Back-End and Front-End Web Developer   Web Developer Requirements:   Good knowledge"
    },
    {
        "jobTitle": "Web & App Developer",
        "jobType": "Part Time",
        "jobDesc": "Dibutuhkan Pekerja Part Time Web dan Applikasi Developer dengan jam Kerja sbb : 1. Seminggu 3x pertemuan 2. Waktu Malam hari jam 19.00-22.00 (cocok untuk mahasiswa/karyawan yang kuliah atau kerja dipa"
    },
    {
        "jobTitle": "User Experience Focus Group for Website Development",
        "jobType": "Part Time",
        "jobDesc": "Tulodo Indonesia sedang mengembangkan sebuah website kesehatan untuk remaja dan anak muda. Sebelum kami meluncurkan website tersebut ke publik, kami ingin minta bantuanmu untuk memberikan kritik dan s"
    },
    {
        "jobTitle": "Blogs Writer & Website Content Developer.",
        "jobType": "Part Time",
        "jobDesc": "Job Title Blogs Writer & Website Content Developer. Job Description A new kids shoes Brand Just recently launched. We are looking for  a student with Great Personality Join with our Team. Speakin"
    },
    {
        "jobTitle": "TRAINER IT WEB DESIGN PROGRAMMING",
        "jobType": "Part Time",
        "jobDesc": "TRAINER IT (WEB, ANDROID, DESKTOP) & DIGITAL MARKETING (SEO, ADWORDS, FACEBOOK) Dibutuhkan Trainer IT Untuk Posisi Part-Time Deskripsi Pekerjaan          Menghandle (Mengajar) Kelas Kurs"
    },
    {
        "jobTitle": "TRAINER IT (WEB ANDROID DESKTOP) & DIGITAL MARKETING (SEO ADWORDS FACEBOOK) JAKARTA BANDUNG SURABAYA",
        "jobType": "Part Time",
        "jobDesc": "Dibutuhkan Trainer IT Untuk Posisi Part-Time Deskripsi Pekerjaan Menghandle (Mengajar) Kelas Kursus IT Persyaratan Usia 21 - 35 Tahun Pendidikan Min D3 - S1 Sedang menjalankan kuliah diper"
    },
    {
        "jobTitle": "Pengajar Web, Mobile Aplikasi dan Digital Marketing",
        "jobType": "Part Time",
        "jobDesc": "WebHozz Training adalah Perusahaan Konsultan dan Pelatihan yang bergerak di Bidang Web, Mobile Aplikasi, dan Digital Marketing. Sedang mencari beberapa kandidat instruktur untuk keahlian dibawah ini :"
    },
    {
        "jobTitle": "Tester Web dan Mobile Apps",
        "jobType": "Part Time",
        "jobDesc": "Requirement : Perempuan Perfeksionis Teliti Dapat memahami dan mengerti dengan cepat Preferable Jurusan Teknologi Informasi (IT) / Sistem Informasi (SI) Job Description : Testing Web application dan m"
    },
    {
        "jobTitle": "WEB Programmer (e-commerce)",
        "jobType": "Part Time",
        "jobDesc": "PT Rajasa adalah perusahaan yang mengelolah JPro.co.id sebuah start up e-commerce company sedang membutuhkan beberapa staff  WEB Developer untuk ditempatkan diKantor Pusat lokasi di Tangerang Selatan"
    },
    {
        "jobTitle": "Mobile dev programmer urgently needed",
        "jobType": "Part Time",
        "jobDesc": "Hello Every one ! We are looking for a Part Time IT Programmer with monthly income Max. 1 Year. We are developing a similar concept website to houzz.com.  If you are Confidence and have 100 % Ability"
    },
    {
        "jobTitle": "Business Development Partime",
        "jobType": "Part Time",
        "jobDesc": "Business Development (BD) - Part-time job is a position to leverage your resources and skills to recruit UC wemedia members among develop journalists/bloggers/writers communities or individuals."
    },
    {
        "jobTitle": "Front End Developer Internship",
        "jobType": "Part Time",
        "jobDesc": "INTERNSHIP AVAILABLE - FRONT END DEVELOPER FXMedia, We are a Digital Media Agency founded in Singapore. We are expanding our operations in Jakarta. Our Office located at Pluit Jakarta Utara. We"
    },
    {
        "jobTitle": "Trainer Part-Time WebHozz",
        "jobType": "Freelance",
        "jobDesc": "Kami dari WebHozz (PT WebHozz Media), adalah Perusahaan yang bergerak dibidang IT Training dan sedang berkembang dengan membuka kantor-kantor cabang baru di Indonesia. Saat ini kami memiliki kantor"
    },
    {
        "jobTitle": "Part Time Webmaster",
        "jobType": "Part Time",
        "jobDesc": "Job Title Webmaster Job Description Do whatever it takes so that our web are always responsive, light and user friendly with any device type. Fix all existing problem Familiar with WordPress (and Mage"
    },
    {
        "jobTitle": "Part Time Business Development & Sales Strategist",
        "jobType": "Part Time",
        "jobDesc": "Job Title Business Development & Sales Strategist Job Description Available Position: Business Development & Sales Strategist Part Time/Internship Tebet, Jakarta Selatan Are you a creative, en"
    },
    {
        "jobTitle": "Part Time Business Development Associate",
        "jobType": "Part Time",
        "jobDesc": "Job Title Business Development Associate Job Description Job description: Find and reach out to clients. Demonstrate company products and solutions. Meet target sales. Record contacts, leads etc in C"
    },
    {
        "jobTitle": "Business Development Associate",
        "jobType": "Part Time",
        "jobDesc": "Job Title Business Development Associate Job Description Job Description: Phone calls, meetings, field sales Meet personal and team sales targets Get sales and forecast sales using different sales met"
    },
    {
        "jobTitle": "Lowongan Part Time Web Manager",
        "jobType": "Part Time",
        "jobDesc": "We are currently developing a version of our website (www.fmch-indonesia.org) in Bahasa Indonesia.   We are looking for a part-time Web Manager to develop, maintain and update the site. &n"
    },
    {
        "jobTitle": "Public Relation/Marketing Komunikasi (MarKom) Internship",
        "jobType": "Full Time",
        "jobDesc": "Masa minimum Magang wajib selama 3 bulan. Berpeluang untuk bergabung sebagai Full Time/ Part Time. Cantumkan Link account Social Media kalian kalian ketika melamar posisi ini (Instagram, Pinterest,"
    },
    {
        "jobTitle": "Graphic Designer Internship/Part Time",
        "jobType": "Full Time",
        "jobDesc": "PT Eannovate Creative Technology (Eannovate) merupakan perusahaan yang bergerak di bidang jasa IT consulting (website, mobile apps, 3D, games) dan Creative Consulting. Saat ini kami juga tengah menja"
    },
    {
        "jobTitle": "Graphic Design Part Time/Full Time",
        "jobType": "Full Time",
        "jobDesc": "PT Eannovate Creative Technology (Eannovate) merupakan perusahaan yang bergerak di bidang jasa IT consulting (website, mobile apps, 3D, games) dan Creative Consulting. Saat ini kami juga tengah menja"
    },
    {
        "jobTitle": "Intern Public Relation and Social Media Specialist (PR)",
        "jobType": "Magang",
        "jobDesc": "Masa minimum Magang wajib selama 3 bulan. Berpeluang untuk bergabung sebagai Full Time/ Part Time. Cantumkan Link account Social Media kalian kalian ketika melamar posisi ini (Instagram, Pinterest,"
    },
    {
        "jobTitle": "Trainer Part-Time",
        "jobType": "Part Time",
        "jobDesc": "TrainerPartTime          Pria - Wanita          Usia 21 - 35 Tahun          Lulusan D3 - S1          Aktif Lisan, Supel & Ramah          Sop"
    },
    {
        "jobTitle": "Graphic Design Part Time/Full Time",
        "jobType": "Full Time",
        "jobDesc": "PT Eannovate Creative Technology (Eannovate) merupakan perusahaan yang bergerak di bidang jasa Branding, IT consulting (website, mobile apps, 3D, games) dan Creative Consulting. Saat ini kami juga ten"
    },
    {
        "jobTitle": "Lowongan Trainer Part-Time & Full-Time",
        "jobType": "Freelance",
        "jobDesc": "Kami dari WebHozz (PT WebHozz Media), adalah Perusahaan yang bergerak dibidang IT Training dan sedang berkembang dengan membuka kantor-kantor cabang baru di Indonesia. Saat ini kami memiliki kantor"
    },
    {
        "jobTitle": "Open Recruitment Inspirator Freak",
        "jobType": "Freelance",
        "jobDesc": "Job Title Open Recruitment Inspirator Freak Job Description AyO Galih potensi dan bakat kamu bersama anak muda kreatif dan inspiratif lainnya  di Inspirator Freak's Crew. Kamu bisa apply posisi"
    },
    {
        "jobTitle": "Brand Officer",
        "jobType": "Part Time",
        "jobDesc": "Scope of Work: Develop and execute brand development & marketing activities for ST22 Consulting (online and offline activity) Create strategic & maintain relationship with ST22 Partners (Media"
    },
    {
        "jobTitle": "Intern/Full-Time/ Part-Time Graphic Design Designer",
        "jobType": "Full Time",
        "jobDesc": "As a growing business, we are always looking to recruit passionate, talented, creative and innovative individuals to join our team. We welcome and encourage employee involvement and recognize the impa"
    },
    {
        "jobTitle": "Social Media & Online Marketing @ CREATIVITIME Pictures",
        "jobType": "Part Time",
        "jobDesc": "CREATIVITIME Pictures is a Corporate Film/Video Production house & Integrated Marketing Solutions company which was established since 2012. Currently we open a part time vacancy for Social Media"
    },
    {
        "jobTitle": "Part Time Programmer",
        "jobType": "Part Time",
        "jobDesc": "Dibutuhkan segera Programmer (Bisa Part Time, Bisa Freelance) Syarat: - Menguasai HTML5, PHP, MySQL - Menguasai UI/UX - Pria / Wanita, minimum pendidikan SMK/SMA, Diutamakan lulusan"
    },
    {
        "jobTitle": "Partimer Admin Dewanstudio",
        "jobType": "Part Time",
        "jobDesc": "Dicari seorang Admin, bekerja di PT Dewanstudio Media Digital (www.dewanstudio.com) lokasi di Komplek Bangun Reksa Indah 1 Blok B No 10 Karang Tengah, Tangerang. Dengan syarat sebagai berikut : -"
    },
    {
        "jobTitle": "Programmer for Unifitindonesia.com",
        "jobType": "Part Time",
        "jobDesc": "Dibutuhkan programmer untuk e-commerce unifitindonesia.com Job desc: Maintain website and dashboard, Develop new features, fix bugs & errrors. Lokasi: Sudirman, Jakarta Pusat Facility: Discuss Com"
    },
    {
        "jobTitle": "PartTimer Desain Grafis untuk SMA dan Mahasiswa/i",
        "jobType": "Part Time",
        "jobDesc": "Helo, Kami membutuhkan parttimer untuk daerah Ciledug, Tangerang, Bintaro, Karang Tengah untuk kerja di kantor kami di Bangun Reksa Indah 1 Blok B No 12. Pekerjaan berupa : 1. desain banner 2. updated"
    },
    {
        "jobTitle": "Part Time - Account Executive",
        "jobType": "Part Time",
        "jobDesc": "Dibutuhkan Account Executive Pria / Wanita Part Time, Untuk melakukan meeting dan deal dengan client fasilitas gaji, uang transport dan juga komisi persentase dari setiap deal yang dihasilkan. Produk"
    },
    {
        "jobTitle": "Chief Shopping Officer ShopBack Indonesia",
        "jobType": "Part Time",
        "jobDesc": "Apakah kamu seorang yang hobi belanja online dan pengen dibayarin belanja Rp 30 juta secara cuma-cuma oleh ShopBack Indonesia setiap bulannya? Saatnya daftarkan diri kamu untuk menjadi Chief Shopping"
    },
    {
        "jobTitle": "Data Entry Part Time work from home Flexible Hours (Easy Work)",
        "jobType": "Part Time",
        "jobDesc": "Apprentice / Trainee Administrator (Easy Job) Job Title: Data Entry Admin - Flexible Hours (Work From Home) Functional Area: Administrator Total Position: 4 or 5 Job Type: Part Time (20 - 2"
    },
    {
        "jobTitle": "Programmer Bandung",
        "jobType": "Part Time",
        "jobDesc": "Persyaratan   Pria - Wanita   Usia 21 - 35 Tahun   Lulusan D3 - S1   Aktif Lisan, Supel & Ramah   Sopan & Berpakaian Rapih   Loyalitas Tinggi   Pengalaman Min 1 Tahu"
    },
    {
        "jobTitle": "Trainer Part-Time di Jakarta Timur",
        "jobType": "Part Time",
        "jobDesc": "Buat kamu yang memiliki skill IT dan ingin berbagi ilmu, WebHozz Training membuka kesempatan untuk bergabung menjadi Pengajar / Trainer Part-Time di cabang WebHozz Pos Pengumben, Kalimalang & P"
    },
    {
        "jobTitle": "Open Recruitment Anggota ARI 2016",
        "jobType": "Part Time",
        "jobDesc": "Job Title Open Recruitment Anggota ARI 2016 Job Description Kamu anak muda usia 10-24 tahun? Mau mengekspresikan diri atau mau tau bagaimana mengekspresikan diri menjadi remaja bermakna? Aliansi Remaj"
    },
    {
        "jobTitle": "Part Time Recruitment Consultant - Account Manager Labour Supply",
        "jobType": "Part Time",
        "jobDesc": "Job Title Recruitment Consultant - Account Manager Labour Supply Job Description Recruitment Consultant / Account Manager Labour Supply In order facilitate further growth and develop our labour"
    },
    {
        "jobTitle": "Data Entry Administrator",
        "jobType": "Freelance",
        "jobDesc": "Job Title Data Entry Administrator Job Description Apprentice / Trainee Administrator (Easy Job) Job Title: Data Entry Admin - Flexible Hours (Work From Home) Functional Area: Administrator Total"
    },
    {
        "jobTitle": "Work From Home Administrator",
        "jobType": "Freelance",
        "jobDesc": "Apprentice / Trainee Administrator (Easy Job) Job Title: Data Entry Admin - Flexible Hours (Work From Home) Functional Area: Administrator Total Position: 5 Job Type: Part Time (20 - 24 hou"
    },
    {
        "jobTitle": "Marketing Administrator",
        "jobType": "Freelance",
        "jobDesc": "Job Title Marketing Administrator Job Description Apprentice / Trainee Administrator (Easy Job) Job Title: Data Entry Admin - Flexible Hours (Work From Home) Functional Area: Administrator Total P"
    },
    {
        "jobTitle": "Part Time Administrator",
        "jobType": "Freelance",
        "jobDesc": "Job Title Part Time Administrator Job Description Apprentice / Trainee Administrator (Easy Job) Job Title: Data Entry Admin - Flexible Hours (Work From Home) Functional Area: Administrator Total P"
    },
    {
        "jobTitle": "Social Media Marketing (Internetship/Part time/Full time)",
        "jobType": "Full Time",
        "jobDesc": "Job Title Social Media Marketing (Internetship/Part time/Full time) Job Description Introduction: We are a startup manufacturing company specializing in bath products. Currently we are looking for ene"
    },
    {
        "jobTitle": "Part Time Graphic Designer",
        "jobType": "Part Time",
        "jobDesc": "Job Title part Time Graphic Designer Job Description Functional Area: Creative / Graphic Design Total Position: 2 Job Type: Part Time (24 hours per week) Career Level: Young Professional Minimum E"
    },
    {
        "jobTitle": "Admin/ Customer service Needed for Kids shoe Brand Online",
        "jobType": "Part Time",
        "jobDesc": "Job Title Admin/ Customer service Needed for Kids shoe Brand Online Job Description A new kids shoes Brand Just recently launched. We are looking for  a student with Great Personality Join with our T"
    },
    {
        "jobTitle": "Part Time Graphic Designer / Desainer Grafis",
        "jobType": "Part Time",
        "jobDesc": "Job Title Graphic Designer / Desainer Grafis Job Description GRAPHIC DESIGNER Functional Area: Creative / Graphic Design Total Position: 2 Job Type: Part Time (24 hours per week) Career Level: You"
    }
]